tap "homebrew/cask-fonts"

brew "neovim"
brew "tmux"
brew "stow"
brew "fzf"
brew "gh"

# zsh plugins
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "pure"

# fonts
cask "font-hack-nerd-font"

# apps
cask "iterm2"
cask "raycast"
cask "1password"
cask "notion"
cask "slack"
cask "brave-browser"
